{
  "text": {
    "tôi": 125,
    "đã": 149,
    "chi": 8,
    "__number__": 0,
    "k": 43,
    "cho": 9,
    "ăn": 144,
    "uống": 131,
    "hôm": 39,
    "nay": 65,
    "thêm": 103,
    "một": 62,
    "khoản": 44,
    "tiêu": 110,
    "mua": 58,
    "quần": 86,
    "áo": 143,
    "vừa": 139,
    "trả": 122,
    "tiền": 112,
    "thuê": 101,
    "nhà": 70,
    "triệu": 116,
    "ghi": 26,
    "lại": 55,
    "giúp": 29,
    "giao": 27,
    "dịch": 23,
    "đi": 146,
    "siêu": 87,
    "thị": 108,
    "vào": 135,
    "danh": 19,
    "sách": 89,
    "cà": 11,
    "phê": 81,
    "sáng": 90,
    "đăng": 150,
    "ký": 50,
    "sửa": 96,
    "xe": 140,
    "vé": 136,
    "máy": 60,
    "bay": 2,
    "lưu": 53,
    "thu": 100,
    "nhập": 73,
    "từ": 130,
    "lương": 54,
    "nhận": 72,
    "được": 152,
    "thưởng": 105,
    "bữa": 7,
    "tối": 128,
    "chuyển": 10,
    "bạn": 5,
    "xăng": 142,
    "thanh": 98,
    "toán": 114,
    "hóa": 38,
    "đơn": 151,
    "điện": 147,
    "nước": 78,
    "thoại": 99,
    "mới": 63,
    "hết": 40,
    "xem": 141,
    "phim": 80,
    "học": 41,
    "phí": 82,
    "tháng": 102,
    "này": 76,
    "công": 16,
    "việc": 133,
    "freelance": 25,
    "đồ": 154,
    "trang": 115,
    "trí": 120,
    "bảo": 6,
    "trì": 119,
    "tổng": 129,
    "của": 18,
    "là": 52,
    "bao": 1,
    "nhiêu": 68,
    "trong": 117,
    "tuần": 123,
    "thống": 109,
    "kê": 49,
    "trước": 121,
    "còn": 14,
    "tài": 124,
    "hiển": 35,
    "số": 93,
    "có": 15,
    "thể": 107,
    "biết": 3,
    "sắm": 92,
    "không": 45,
    "muốn": 59,
    "báo": 4,
    "cáo": 13,
    "hàng": 37,
    "ngày": 66,
    "tiết": 111,
    "kiệm": 48,
    "năm": 77,
    "hiện": 36,
    "tại": 126,
    "đang": 145,
    "những": 74,
    "nào": 75,
    "nhiều": 69,
    "nhất": 71,
    "so": 88,
    "sánh": 91,
    "với": 137,
    "dành": 21,
    "giải": 30,
    "gửi": 33,
    "dư": 22,
    "mình": 61,
    "lịch": 56,
    "sử": 95,
    "qua": 84,
    "thế": 106,
    "mục": 64,
    "ngân": 67,
    "lớn": 57,
    "các": 12,
    "và": 134,
    "laptop": 51,
    "phương": 83,
    "tiện": 113,
    "hiểm": 34,
    "cố": 17,
    "định": 153,
    "giáo": 28,
    "dục": 24,
    "quà": 85,
    "tặng": 127,
    "gần": 32,
    "đây": 148,
    "kinh": 47,
    "doanh": 20,
    "internet": 42,
    "vụ": 138,
    "gym": 31,
    "sức": 94,
    "khỏe": 46,
    "trà": 118,
    "sữa": 97,
    "nạp": 79,
    "viễn": 132,
    "thông": 104
  },
  "intent": null,
  "response": null,
  "action_name": null,
  "action_text": null,
  "intent_response_key": null
}