{
  "text": {
    "tôi": 114,
    "đã": 134,
    "chi": 17,
    "200k": 1,
    "cho": 18,
    "ăn": 130,
    "uống": 119,
    "hôm": 41,
    "nay": 62,
    "thêm": 95,
    "một": 59,
    "khoản": 44,
    "tiêu": 101,
    "500k": 7,
    "mua": 55,
    "quần": 80,
    "áo": 129,
    "vừa": 125,
    "trả": 111,
    "tiền": 103,
    "thuê": 93,
    "nhà": 67,
    "__number__": 9,
    "triệu": 106,
    "ghi": 32,
    "lại": 52,
    "giúp": 34,
    "giao": 33,
    "dịch": 30,
    "300k": 3,
    "đi": 132,
    "siêu": 81,
    "thị": 99,
    "vào": 122,
    "danh": 27,
    "sách": 83,
    "150k": 0,
    "cà": 20,
    "phê": 77,
    "sáng": 84,
    "đăng": 135,
    "ký": 48,
    "sửa": 89,
    "xe": 126,
    "vé": 123,
    "máy": 57,
    "bay": 11,
    "lưu": 50,
    "thu": 92,
    "nhập": 70,
    "từ": 118,
    "lương": 51,
    "nhận": 69,
    "được": 137,
    "thưởng": 96,
    "400k": 5,
    "bữa": 16,
    "tối": 116,
    "chuyển": 19,
    "bạn": 14,
    "250k": 2,
    "xăng": 128,
    "thanh": 90,
    "toán": 104,
    "hóa": 40,
    "đơn": 136,
    "điện": 133,
    "nước": 75,
    "thoại": 91,
    "mới": 60,
    "hết": 42,
    "450k": 6,
    "xem": 127,
    "phim": 76,
    "học": 43,
    "phí": 78,
    "tháng": 94,
    "này": 73,
    "công": 25,
    "việc": 120,
    "freelance": 31,
    "600k": 8,
    "đồ": 138,
    "trang": 105,
    "trí": 109,
    "350k": 4,
    "bảo": 15,
    "trì": 108,
    "tổng": 117,
    "của": 26,
    "là": 49,
    "bao": 10,
    "nhiêu": 65,
    "trong": 107,
    "tuần": 112,
    "thống": 100,
    "kê": 47,
    "trước": 110,
    "còn": 23,
    "tài": 113,
    "hiển": 37,
    "số": 87,
    "có": 24,
    "thể": 98,
    "biết": 12,
    "sắm": 86,
    "không": 45,
    "muốn": 56,
    "báo": 13,
    "cáo": 22,
    "hàng": 39,
    "ngày": 63,
    "tiết": 102,
    "kiệm": 46,
    "năm": 74,
    "hiện": 38,
    "tại": 115,
    "đang": 131,
    "những": 71,
    "nào": 72,
    "nhiều": 66,
    "nhất": 68,
    "so": 82,
    "sánh": 85,
    "với": 124,
    "dành": 28,
    "giải": 35,
    "gửi": 36,
    "dư": 29,
    "mình": 58,
    "lịch": 53,
    "sử": 88,
    "qua": 79,
    "thế": 97,
    "mục": 61,
    "ngân": 64,
    "lớn": 54,
    "các": 21,
    "và": 121
  },
  "intent": {
    "add_transaction": 0,
    "summarize_transaction": 1
  },
  "response": null,
  "action_name": null,
  "action_text": null,
  "intent_response_key": null
}