{
  "text": {
    " ": 0,
    "t": 724,
    "ô": 896,
    "i": 511,
    " t": 174,
    "tô": 779,
    "ôi": 897,
    "i ": 512,
    " tô": 204,
    "tôi": 780,
    "ôi ": 898,
    " tôi": 205,
    "tôi ": 781,
    "đ": 916,
    "ã": 872,
    " đ": 241,
    "đã": 924,
    "ã ": 873,
    " đã": 247,
    "đã ": 925,
    " đã ": 248,
    "c": 353,
    "h": 433,
    " c": 42,
    "ch": 357,
    "hi": 438,
    " ch": 43,
    "chi": 359,
    "hi ": 439,
    " chi": 44,
    "chi ": 360,
    "2": 271,
    "0": 261,
    "k": 547,
    " 2": 4,
    "20": 272,
    "00": 262,
    "0k": 265,
    "k ": 548,
    " 20": 5,
    "200": 273,
    "00k": 263,
    "0k ": 266,
    " 200": 6,
    "200k": 274,
    "00k ": 264,
    "o": 648,
    "ho": 450,
    "o ": 649,
    "cho": 361,
    "ho ": 451,
    " cho": 45,
    "cho ": 362,
    "ă": 909,
    "n": 606,
    " ă": 238,
    "ăn": 912,
    "n ": 607,
    " ăn": 239,
    "ăn ": 913,
    " ăn ": 240,
    "u": 793,
    "ố": 1015,
    "g": 412,
    " u": 214,
    "uố": 808,
    "ốn": 1019,
    "ng": 614,
    "g ": 413,
    " uố": 215,
    "uốn": 809,
    "ống": 1021,
    "ng ": 615,
    " uốn": 216,
    "uống": 811,
    "ống ": 1022,
    "m": 581,
    " h": 81,
    "hô": 478,
    "ôm": 899,
    "m ": 582,
    " hô": 89,
    "hôm": 479,
    "ôm ": 900,
    " hôm": 90,
    "hôm ": 480,
    "a": 316,
    "y": 836,
    " n": 131,
    "na": 608,
    "ay": 327,
    "y ": 837,
    " na": 132,
    "nay": 609,
    "ay ": 328,
    " nay": 133,
    "nay ": 610,
    "ê": 876,
    "th": 726,
    "hê": 469,
    "êm": 878,
    " th": 175,
    "thê": 736,
    "hêm": 471,
    "êm ": 879,
    " thê": 180,
    "thêm": 737,
    "hêm ": 472,
    "ộ": 1029,
    " m": 117,
    "mộ": 597,
    "ột": 1030,
    "t ": 725,
    " mộ": 125,
    "một": 598,
    "ột ": 1031,
    " một": 126,
    "một ": 599,
    "ả": 963,
    " k": 95,
    "kh": 549,
    "oả": 659,
    "ản": 967,
    " kh": 96,
    "kho": 550,
    "hoả": 454,
    "oản": 660,
    "ản ": 968,
    " kho": 97,
    "khoả": 551,
    "hoản": 455,
    "oản ": 661,
    "ti": 748,
    "iê": 518,
    "êu": 880,
    "u ": 794,
    " ti": 186,
    "tiê": 749,
    "iêu": 519,
    "êu ": 881,
    " tiê": 187,
    "tiêu": 750,
    "iêu ": 520,
    "5": 292,
    " 5": 19,
    "50": 293,
    " 50": 20,
    "500": 294,
    " 500": 21,
    "500k": 295,
    "mu": 586,
    "ua": 795,
    "a ": 317,
    " mu": 118,
    "mua": 587,
    "ua ": 796,
    " mua": 119,
    "mua ": 588,
    "q": 671,
    "ầ": 974,
    " q": 155,
    "qu": 672,
    "uầ": 805,
    "ần": 975,
    " qu": 156,
    "quầ": 675,
    "uần": 806,
    "ần ": 976,
    " quầ": 158,
    "quần": 676,
    "uần ": 807,
    "á": 854,
    " á": 235,
    "áo": 865,
    " áo": 236,
    "áo ": 866,
    " áo ": 237,
    "v": 812,
    "ừ": 1052,
    " v": 217,
    "vừ": 825,
    "ừa": 1054,
    " vừ": 227,
    "vừa": 826,
    "ừa ": 1055,
    " vừa": 228,
    "vừa ": 827,
    "r": 677,
    "tr": 758,
    "rả": 701,
    "ả ": 964,
    " tr": 192,
    "trả": 771,
    "rả ": 702,
    " trả": 199,
    "trả ": 772,
    "ề": 989,
    "iề": 530,
    "ền": 990,
    "tiề": 753,
    "iền": 531,
    "ền ": 991,
    " tiề": 189,
    "tiền": 754,
    "iền ": 532,
    "hu": 456,
    "uê": 803,
    "ê ": 877,
    "thu": 731,
    "huê": 460,
    "uê ": 804,
    " thu": 178,
    "thuê": 733,
    "huê ": 461,
    "à": 841,
    "nh": 620,
    "hà": 462,
    "à ": 842,
    " nh": 137,
    "nhà": 625,
    "hà ": 463,
    " nhà": 139,
    "nhà ": 626,
    "_": 302,
    "b": 329,
    "e": 395,
    " _": 25,
    "__": 307,
    "_n": 313,
    "nu": 634,
    "um": 797,
    "mb": 583,
    "be": 335,
    "er": 405,
    "r_": 678,
    "_ ": 303,
    " __": 26,
    "__n": 311,
    "_nu": 314,
    "num": 635,
    "umb": 798,
    "mbe": 584,
    "ber": 336,
    "er_": 406,
    "r__": 679,
    "__ ": 308,
    " __n": 27,
    "__nu": 312,
    "_num": 315,
    "numb": 636,
    "umbe": 799,
    "mber": 585,
    "ber_": 337,
    "er__": 407,
    "r__ ": 680,
    "ệ": 998,
    "ri": 688,
    "iệ": 538,
    "ệu": 1005,
    "tri": 761,
    "riệ": 689,
    "iệu": 545,
    "ệu ": 1006,
    " tri": 194,
    "triệ": 762,
    "riệu": 690,
    "iệu ": 546,
    " g": 72,
    "gh": 414,
    " gh": 73,
    "ghi": 415,
    " ghi": 74,
    "ghi ": 416,
    "l": 561,
    "ạ": 958,
    " l": 105,
    "lạ": 572,
    "ại": 959,
    " lạ": 111,
    "lại": 573,
    "ại ": 960,
    " lại": 112,
    "lại ": 574,
    "ú": 904,
    "p": 662,
    "gi": 417,
    "iú": 521,
    "úp": 905,
    "p ": 663,
    " gi": 75,
    "giú": 420,
    "iúp": 522,
    "úp ": 906,
    " giú": 77,
    "giúp": 421,
    "iúp ": 523,
    "ia": 513,
    "ao": 325,
    "gia": 418,
    "iao": 514,
    "ao ": 326,
    " gia": 76,
    "giao": 419,
    "iao ": 515,
    "d": 383,
    "ị": 1007,
    " d": 60,
    "dị": 392,
    "ịc": 1009,
    "h ": 434,
    " dị": 67,
    "dịc": 393,
    "ịch": 1010,
    "ch ": 358,
    " dịc": 68,
    "dịch": 394,
    "ịch ": 1011,
    "3": 278,
    " 3": 9,
    "30": 279,
    " 30": 10,
    "300": 280,
    " 300": 11,
    "300k": 281,
    "đi": 920,
    " đi": 244,
    "đi ": 921,
    " đi ": 245,
    "s": 703,
    " s": 159,
    "si": 704,
    " si": 160,
    "siê": 705,
    " siê": 161,
    "siêu": 706,
    "hị": 500,
    "ị ": 1008,
    "thị": 744,
    "hị ": 501,
    " thị": 184,
    "thị ": 745,
    "và": 816,
    "ào": 850,
    " và": 220,
    "vào": 818,
    "ào ": 851,
    " vào": 222,
    "vào ": 819,
    "da": 384,
    "an": 318,
    " da": 61,
    "dan": 385,
    "anh": 323,
    "nh ": 621,
    " dan": 62,
    "danh": 386,
    "anh ": 324,
    "sá": 709,
    "ác": 855,
    " sá": 164,
    "sác": 710,
    "ách": 857,
    " sác": 165,
    "sách": 711,
    "ách ": 858,
    "1": 267,
    " 1": 1,
    "15": 268,
    " 15": 2,
    "150": 269,
    "50k": 296,
    " 150": 3,
    "150k": 270,
    "50k ": 297,
    "cà": 365,
    " cà": 47,
    "cà ": 366,
    " cà ": 48,
    " p": 150,
    "ph": 664,
    " ph": 151,
    "phê": 667,
    "hê ": 470,
    " phê": 153,
    "phê ": 668,
    "án": 859,
    "sán": 712,
    "áng": 861,
    " sán": 166,
    "sáng": 713,
    "áng ": 862,
    "đă": 926,
    " đă": 249,
    "đăn": 927,
    "ăng": 914,
    " đăn": 250,
    "đăng": 928,
    "ăng ": 915,
    "ý": 907,
    "ký": 559,
    "ý ": 908,
    " ký": 103,
    "ký ": 560,
    " ký ": 104,
    "ử": 1056,
    "sử": 720,
    "ửa": 1058,
    " sử": 171,
    "sửa": 722,
    "ửa ": 1059,
    " sửa": 173,
    "sửa ": 723,
    "x": 828,
    " x": 229,
    "xe": 829,
    "e ": 396,
    " xe": 230,
    "xe ": 830,
    " xe ": 231,
    "é": 874,
    "vé": 820,
    "é ": 875,
    " vé": 223,
    "vé ": 821,
    " vé ": 224,
    "má": 591,
    "áy": 867,
    " má": 121,
    "máy": 592,
    "áy ": 868,
    " máy": 122,
    "máy ": 593,
    " b": 28,
    "ba": 330,
    " ba": 29,
    "bay": 333,
    " bay": 31,
    "bay ": 334,
    "ư": 942,
    "lư": 567,
    "ưu": 944,
    " lư": 108,
    "lưu": 568,
    "ưu ": 945,
    " lưu": 109,
    "lưu ": 569,
    "hu ": 457,
    "thu ": 732,
    "ậ": 977,
    "hậ": 489,
    "ập": 980,
    "nhậ": 629,
    "hập": 492,
    "ập ": 981,
    " nhậ": 141,
    "nhập": 631,
    "hập ": 493,
    "từ": 791,
    "ừ ": 1053,
    " từ": 212,
    "từ ": 792,
    " từ ": 213,
    "ơ": 937,
    "ươ": 946,
    "ơn": 938,
    "lươ": 570,
    "ươn": 947,
    "ơng": 940,
    " lươ": 110,
    "lươn": 571,
    "ương": 948,
    "ơng ": 941,
    "ận": 978,
    "hận": 490,
    "ận ": 979,
    "nhận": 630,
    "hận ": 491,
    "ợ": 1043,
    "đư": 932,
    "ượ": 955,
    "ợc": 1044,
    "c ": 354,
    " đư": 253,
    "đượ": 933,
    "ược": 956,
    "ợc ": 1045,
    " đượ": 254,
    "được": 934,
    "ược ": 957,
    "ở": 1039,
    "hư": 483,
    "ưở": 952,
    "ởn": 1040,
    "thư": 738,
    "hưở": 484,
    "ưởn": 953,
    "ởng": 1041,
    " thư": 181,
    "thưở": 739,
    "hưởn": 485,
    "ưởng": 954,
    "ởng ": 1042,
    "4": 285,
    " 4": 14,
    "40": 286,
    " 40": 15,
    "400": 287,
    " 400": 16,
    "400k": 288,
    "ữ": 1062,
    "bữ": 350,
    "ữa": 1063,
    " bữ": 40,
    "bữa": 351,
    "ữa ": 1064,
    " bữa": 41,
    "bữa ": 352,
    "tố": 785,
    "ối": 1017,
    " tố": 208,
    "tối": 786,
    "ối ": 1018,
    " tối": 209,
    "tối ": 787,
    "ể": 994,
    "uy": 800,
    "yể": 838,
    "ển": 996,
    "chu": 363,
    "huy": 458,
    "uyể": 801,
    "yển": 839,
    "ển ": 997,
    " chu": 46,
    "chuy": 364,
    "huyể": 459,
    "uyển": 802,
    "yển ": 840,
    "bạ": 344,
    "ạn": 961,
    " bạ": 36,
    "bạn": 345,
    "ạn ": 962,
    " bạn": 37,
    "bạn ": 346,
    "25": 275,
    " 25": 7,
    "250": 276,
    " 250": 8,
    "250k": 277,
    "xă": 833,
    " xă": 233,
    "xăn": 834,
    " xăn": 234,
    "xăng": 835,
    "ha": 435,
    "tha": 727,
    "han": 436,
    " tha": 176,
    "than": 728,
    "hanh": 437,
    "to": 755,
    "oá": 653,
    " to": 190,
    "toá": 756,
    "oán": 654,
    "án ": 860,
    " toá": 191,
    "toán": 757,
    "oán ": 655,
    "ó": 892,
    "hó": 475,
    "óa": 894,
    " hó": 87,
    "hóa": 476,
    "óa ": 895,
    " hóa": 88,
    "hóa ": 477,
    "đơ": 929,
    " đơ": 251,
    "đơn": 930,
    "ơn ": 939,
    " đơn": 252,
    "đơn ": 931,
    "ện": 1003,
    "điệ": 922,
    "iện": 543,
    "ện ": 1004,
    " điệ": 246,
    "điện": 923,
    "iện ": 544,
    "ớ": 1032,
    "nư": 645,
    "ướ": 949,
    "ớc": 1033,
    " nư": 148,
    "nướ": 646,
    "ước": 950,
    "ớc ": 1034,
    " nướ": 149,
    "nước": 647,
    "ước ": 951,
    ",": 257,
    "_,": 304,
    ",_": 258,
    "__,": 309,
    "_,_": 305,
    ",__": 259,
    "r__,": 681,
    "__,_": 310,
    "_,__": 306,
    ",__n": 260,
    "oạ": 656,
    "tho": 729,
    "hoạ": 452,
    "oại": 657,
    " tho": 177,
    "thoạ": 730,
    "hoại": 453,
    "oại ": 658,
    "mớ": 600,
    "ới": 1035,
    " mớ": 127,
    "mới": 601,
    "ới ": 1036,
    " mới": 128,
    "mới ": 602,
    "ế": 985,
    "hế": 494,
    "ết": 987,
    " hế": 91,
    "hết": 496,
    "ết ": 988,
    " hết": 92,
    "hết ": 497,
    "45": 289,
    " 45": 17,
    "450": 290,
    " 450": 18,
    "450k": 291,
    "em": 403,
    "xem": 831,
    "em ": 404,
    " xem": 232,
    "xem ": 832,
    "im": 516,
    "phi": 665,
    "him": 440,
    "im ": 517,
    " phi": 152,
    "phim": 666,
    "him ": 441,
    "ọ": 1012,
    "họ": 502,
    "ọc": 1013,
    " họ": 93,
    "học": 503,
    "ọc ": 1014,
    " học": 94,
    "học ": 504,
    "í": 887,
    "hí": 473,
    "í ": 888,
    "phí": 669,
    "hí ": 474,
    " phí": 154,
    "phí ": 670,
    "há": 466,
    "thá": 734,
    "hán": 467,
    " thá": 179,
    "thán": 735,
    "háng": 468,
    "nà": 637,
    "ày": 852,
    " nà": 143,
    "này": 640,
    "ày ": 853,
    " này": 145,
    "này ": 641,
    "cô": 377,
    "ôn": 901,
    " cô": 56,
    "côn": 378,
    "ông": 902,
    " côn": 57,
    "công": 379,
    "ông ": 903,
    "vi": 813,
    "ệc": 999,
    " vi": 218,
    "việ": 814,
    "iệc": 539,
    "ệc ": 1000,
    " việ": 219,
    "việc": 815,
    "iệc ": 540,
    "f": 408,
    " f": 69,
    "fr": 409,
    "re": 685,
    "ee": 397,
    "el": 400,
    "la": 562,
    "nc": 611,
    "ce": 355,
    " fr": 70,
    "fre": 410,
    "ree": 686,
    "eel": 398,
    "ela": 401,
    "lan": 563,
    "anc": 319,
    "nce": 612,
    "ce ": 356,
    " fre": 71,
    "free": 411,
    "reel": 687,
    "eela": 399,
    "elan": 402,
    "lanc": 564,
    "ance": 320,
    "nce ": 613,
    "6": 298,
    " 6": 22,
    "60": 299,
    " 60": 23,
    "600": 300,
    " 600": 24,
    "600k": 301,
    "ồ": 1023,
    "đồ": 935,
    "ồ ": 1024,
    " đồ": 255,
    "đồ ": 936,
    " đồ ": 256,
    "ra": 682,
    "tra": 759,
    "ran": 683,
    "ang": 321,
    " tra": 193,
    "tran": 760,
    "rang": 684,
    "ang ": 322,
    "rí": 696,
    "trí": 767,
    "rí ": 697,
    " trí": 197,
    "trí ": 768,
    "35": 282,
    " 35": 12,
    "350": 283,
    " 350": 13,
    "350k": 284,
    "bả": 347,
    "ảo": 969,
    " bả": 38,
    "bảo": 348,
    "ảo ": 970,
    " bảo": 39,
    "bảo ": 349,
    "ì": 882,
    "rì": 694,
    "ì ": 883,
    "trì": 765,
    "rì ": 695,
    " trì": 196,
    "trì ": 766,
    "ổ": 1025,
    "tổ": 788,
    "ổn": 1026,
    " tổ": 210,
    "tổn": 789,
    "ổng": 1027,
    " tổn": 211,
    "tổng": 790,
    "ổng ": 1028,
    "ủ": 1049,
    "củ": 380,
    "ủa": 1050,
    " củ": 58,
    "của": 381,
    "ủa ": 1051,
    " của": 59,
    "của ": 382,
    "là": 565,
    " là": 106,
    "là ": 566,
    " là ": 107,
    "bao": 331,
    " bao": 30,
    "bao ": 332,
    "nhi": 622,
    "hiê": 442,
    " nhi": 138,
    "nhiê": 623,
    "hiêu": 443,
    "ro": 691,
    "on": 650,
    "tro": 763,
    "ron": 692,
    "ong": 651,
    " tro": 195,
    "tron": 764,
    "rong": 693,
    "ong ": 652,
    "tu": 773,
    " tu": 200,
    "tuầ": 774,
    " tuầ": 201,
    "tuần": 775,
    "hố": 505,
    "thố": 746,
    "hốn": 506,
    " thố": 185,
    "thốn": 747,
    "hống": 507,
    "kê": 557,
    " kê": 101,
    "kê ": 558,
    " kê ": 102,
    "rư": 698,
    "trư": 769,
    "rướ": 699,
    " trư": 198,
    "trướ": 770,
    "rước": 700,
    "ò": 889,
    "cò": 372,
    "òn": 890,
    " cò": 52,
    "còn": 373,
    "òn ": 891,
    " còn": 53,
    "còn ": 374,
    "tà": 776,
    "ài": 843,
    " tà": 202,
    "tài": 777,
    "ài ": 844,
    " tài": 203,
    "tài ": 778,
    "iể": 535,
    " hi": 82,
    "hiể": 446,
    "iển": 536,
    " hiể": 83,
    "hiển": 447,
    "iển ": 537,
    "số": 718,
    "ố ": 1016,
    " số": 169,
    "số ": 719,
    " số ": 170,
    "có": 375,
    "ó ": 893,
    " có": 54,
    "có ": 376,
    " có ": 55,
    "hể": 498,
    "ể ": 995,
    "thể": 742,
    "hể ": 499,
    " thể": 183,
    "thể ": 743,
    "bi": 338,
    "iế": 527,
    " bi": 32,
    "biế": 339,
    "iết": 528,
    " biế": 33,
    "biết": 340,
    "iết ": 529,
    "ắ": 982,
    "sắ": 715,
    "ắm": 983,
    " sắ": 167,
    "sắm": 716,
    "ắm ": 984,
    " sắm": 168,
    "sắm ": 717,
    "khô": 552,
    "hôn": 481,
    " khô": 98,
    "khôn": 553,
    "hông": 482,
    "muố": 589,
    "ốn ": 1020,
    " muố": 120,
    "muốn": 590,
    "uốn ": 810,
    "bá": 341,
    " bá": 34,
    "báo": 342,
    " báo": 35,
    "báo ": 343,
    "cá": 367,
    " cá": 49,
    "cáo": 370,
    " cáo": 51,
    "cáo ": 371,
    "àn": 845,
    " hà": 85,
    "hàn": 464,
    "àng": 846,
    " hàn": 86,
    "hàng": 465,
    "àng ": 847,
    "gà": 424,
    " ng": 134,
    "ngà": 616,
    "gày": 425,
    " ngà": 135,
    "ngày": 617,
    "gày ": 426,
    "tiế": 751,
    " tiế": 188,
    "tiết": 752,
    "ki": 554,
    "ệm": 1001,
    " ki": 99,
    "kiệ": 555,
    "iệm": 541,
    "ệm ": 1002,
    " kiệ": 100,
    "kiệm": 556,
    "iệm ": 542,
    "nă": 642,
    "ăm": 910,
    " nă": 146,
    "năm": 643,
    "ăm ": 911,
    " năm": 147,
    "năm ": 644,
    "hiệ": 448,
    " hiệ": 84,
    "hiện": 449,
    "tạ": 782,
    " tạ": 206,
    "tại": 783,
    " tại": 207,
    "tại ": 784,
    "đa": 917,
    " đa": 242,
    "đan": 918,
    " đan": 243,
    "đang": 919,
    "hữ": 508,
    "ữn": 1065,
    "nhữ": 632,
    "hữn": 509,
    "ững": 1066,
    " nhữ": 142,
    "nhữn": 633,
    "hững": 510,
    "ững ": 1067,
    "nào": 638,
    " nào": 144,
    "nào ": 639,
    "ều": 992,
    "hiề": 444,
    "iều": 533,
    "ều ": 993,
    "nhiề": 624,
    "hiều": 445,
    "iều ": 534,
    "ấ": 971,
    "hấ": 486,
    "ất": 972,
    "nhấ": 627,
    "hất": 487,
    "ất ": 973,
    " nhấ": 140,
    "nhất": 628,
    "hất ": 488,
    "so": 707,
    " so": 162,
    "so ": 708,
    " so ": 163,
    "ánh": 863,
    "sánh": 714,
    "ánh ": 864,
    "vớ": 822,
    " vớ": 225,
    "với": 823,
    " với": 226,
    "với ": 824,
    "dà": 387,
    " dà": 63,
    "dàn": 388,
    "ành": 848,
    " dàn": 64,
    "dành": 389,
    "ành ": 849,
    "iả": 524,
    "ải": 965,
    "giả": 422,
    "iải": 525,
    "ải ": 966,
    " giả": 78,
    "giải": 423,
    "iải ": 526,
    "gử": 430,
    "ửi": 1060,
    " gử": 79,
    "gửi": 431,
    "ửi ": 1061,
    " gửi": 80,
    "gửi ": 432,
    "dư": 390,
    "ư ": 943,
    " dư": 65,
    "dư ": 391,
    " dư ": 66,
    "mì": 594,
    "ìn": 884,
    " mì": 123,
    "mìn": 595,
    "ình": 885,
    " mìn": 124,
    "mình": 596,
    "ình ": 886,
    "lị": 575,
    " lị": 113,
    "lịc": 576,
    " lịc": 114,
    "lịch": 577,
    "ử ": 1057,
    "sử ": 721,
    " sử ": 172,
    "qua": 673,
    " qua": 157,
    "qua ": 674,
    "ế ": 986,
    "thế": 740,
    "hế ": 495,
    " thế": 182,
    "thế ": 741,
    "ụ": 1046,
    "mụ": 603,
    "ục": 1047,
    " mụ": 129,
    "mục": 604,
    "ục ": 1048,
    " mục": 130,
    "mục ": 605,
    "â": 869,
    "gâ": 427,
    "ân": 870,
    "ngâ": 618,
    "gân": 428,
    "ân ": 871,
    " ngâ": 136,
    "ngân": 619,
    "gân ": 429,
    "lớ": 578,
    "ớn": 1037,
    " lớ": 115,
    "lớn": 579,
    "ớn ": 1038,
    " lớn": 116,
    "lớn ": 580,
    "các": 368,
    "ác ": 856,
    " các": 50,
    "các ": 369,
    "và ": 817,
    " và ": 221
  },
  "response": null,
  "action_text": null
}