{
  "text": {
    " ": 0,
    "t": 793,
    "ô": 989,
    "i": 529,
    " t": 185,
    "tô": 859,
    "ôi": 990,
    "i ": 530,
    " tô": 218,
    "tôi": 860,
    "ôi ": 991,
    " tôi": 219,
    "tôi ": 861,
    "đ": 1009,
    "ã": 965,
    " đ": 260,
    "đã": 1020,
    "ã ": 966,
    " đã": 268,
    "đã ": 1021,
    " đã ": 269,
    "c": 345,
    "h": 445,
    " c": 26,
    "ch": 349,
    "hi": 450,
    " ch": 27,
    "chi": 351,
    "hi ": 451,
    " chi": 28,
    "chi ": 352,
    "_": 291,
    "n": 643,
    "u": 876,
    "m": 618,
    "b": 321,
    "e": 395,
    "r": 735,
    " _": 9,
    "__": 296,
    "_n": 302,
    "nu": 677,
    "um": 880,
    "mb": 620,
    "be": 327,
    "er": 405,
    "r_": 736,
    "_ ": 292,
    " __": 10,
    "__n": 300,
    "_nu": 303,
    "num": 678,
    "umb": 881,
    "mbe": 621,
    "ber": 328,
    "er_": 406,
    "r__": 737,
    "__ ": 297,
    " __n": 11,
    "__nu": 301,
    "_num": 304,
    "numb": 679,
    "umbe": 882,
    "mber": 622,
    "ber_": 329,
    "er__": 407,
    "r__ ": 738,
    "k": 578,
    " k": 93,
    "k ": 579,
    " k ": 94,
    "o": 694,
    "ho": 463,
    "o ": 695,
    "cho": 353,
    "ho ": 464,
    " cho": 29,
    "cho ": 354,
    "ă": 1002,
    " ă": 257,
    "ăn": 1005,
    "n ": 644,
    " ăn": 258,
    "ăn ": 1006,
    " ăn ": 259,
    "ố": 1131,
    "g": 416,
    " u": 230,
    "uố": 893,
    "ốn": 1135,
    "ng": 654,
    "g ": 417,
    " uố": 231,
    "uốn": 894,
    "ống": 1137,
    "ng ": 655,
    " uốn": 232,
    "uống": 896,
    "ống ": 1138,
    " h": 76,
    "hô": 491,
    "ôm": 992,
    "m ": 619,
    " hô": 84,
    "hôm": 492,
    "ôm ": 993,
    " hôm": 85,
    "hôm ": 493,
    "a": 305,
    "y": 925,
    " n": 134,
    "na": 645,
    "ay": 319,
    "y ": 926,
    " na": 135,
    "nay": 646,
    "ay ": 320,
    " nay": 136,
    "nay ": 647,
    ".": 285,
    " .": 3,
    ". ": 286,
    " . ": 4,
    "ê": 969,
    "th": 798,
    "hê": 482,
    "êm": 971,
    " th": 186,
    "thê": 808,
    "hêm": 484,
    "êm ": 972,
    " thê": 191,
    "thêm": 809,
    "hêm ": 485,
    "ộ": 1145,
    " m": 120,
    "mộ": 634,
    "ột": 1146,
    "t ": 794,
    " mộ": 128,
    "một": 635,
    "ột ": 1147,
    " một": 129,
    "một ": 636,
    "ả": 1064,
    "kh": 580,
    "oả": 710,
    "ản": 1068,
    " kh": 95,
    "kho": 581,
    "hoả": 467,
    "oản": 711,
    "ản ": 1069,
    " kho": 96,
    "khoả": 582,
    "hoản": 468,
    "oản ": 712,
    "ti": 822,
    "iê": 544,
    "êu": 973,
    "u ": 877,
    " ti": 198,
    "tiê": 823,
    "iêu": 545,
    "êu ": 974,
    " tiê": 199,
    "tiêu": 824,
    "iêu ": 546,
    "mu": 623,
    "ua": 878,
    "a ": 306,
    " mu": 121,
    "mua": 624,
    "ua ": 879,
    " mua": 122,
    "mua ": 625,
    "q": 727,
    "ầ": 1075,
    " q": 161,
    "qu": 728,
    "uầ": 890,
    "ần": 1076,
    " qu": 162,
    "quầ": 733,
    "uần": 891,
    "ần ": 1077,
    " quầ": 165,
    "quần": 734,
    "uần ": 892,
    "á": 945,
    " á": 254,
    "áo": 956,
    " áo": 255,
    "áo ": 957,
    " áo ": 256,
    "v": 897,
    "ừ": 1172,
    " v": 233,
    "vừ": 914,
    "ừa": 1174,
    " vừ": 246,
    "vừa": 915,
    "ừa ": 1175,
    " vừa": 247,
    "vừa ": 916,
    "tr": 836,
    "rả": 764,
    "ả ": 1065,
    " tr": 205,
    "trả": 851,
    "rả ": 765,
    " trả": 213,
    "trả ": 852,
    "ề": 1094,
    "iề": 556,
    "ền": 1095,
    "tiề": 827,
    "iền": 557,
    "ền ": 1096,
    " tiề": 201,
    "tiền": 828,
    "iền ": 558,
    "hu": 469,
    "uê": 888,
    "ê ": 970,
    "thu": 803,
    "huê": 473,
    "uê ": 889,
    " thu": 189,
    "thuê": 805,
    "huê ": 474,
    "à": 932,
    "nh": 660,
    "hà": 475,
    "à ": 933,
    " nh": 140,
    "nhà": 665,
    "hà ": 476,
    " nhà": 142,
    "nhà ": 666,
    ",": 280,
    " ,": 1,
    ", ": 281,
    " , ": 2,
    "ệ": 1108,
    "ri": 746,
    "iệ": 569,
    "ệu": 1115,
    "tri": 839,
    "riệ": 747,
    "iệu": 576,
    "ệu ": 1116,
    " tri": 207,
    "triệ": 840,
    "riệu": 748,
    "iệu ": 577,
    " g": 62,
    "gh": 418,
    " gh": 63,
    "ghi": 419,
    " ghi": 64,
    "ghi ": 420,
    "l": 596,
    "ạ": 1057,
    " l": 106,
    "lạ": 609,
    "ại": 1058,
    " lạ": 114,
    "lại": 610,
    "ại ": 1059,
    " lại": 115,
    "lại ": 611,
    "ú": 997,
    "p": 713,
    "gi": 421,
    "iú": 547,
    "úp": 998,
    "p ": 714,
    " gi": 65,
    "giú": 426,
    "iúp": 548,
    "úp ": 999,
    " giú": 68,
    "giúp": 427,
    "iúp ": 549,
    "ia": 531,
    "ao": 314,
    "gia": 422,
    "iao": 532,
    "ao ": 315,
    " gia": 66,
    "giao": 423,
    "iao ": 533,
    "d": 377,
    "ị": 1117,
    " d": 46,
    "dị": 389,
    "ịc": 1119,
    "h ": 446,
    " dị": 55,
    "dịc": 390,
    "ịch": 1120,
    "ch ": 350,
    " dịc": 56,
    "dịch": 391,
    "ịch ": 1121,
    "đi": 1013,
    " đi": 263,
    "đi ": 1014,
    " đi ": 264,
    "s": 766,
    " s": 166,
    "si": 767,
    " si": 167,
    "siê": 768,
    " siê": 168,
    "siêu": 769,
    "hị": 515,
    "ị ": 1118,
    "thị": 818,
    "hị ": 516,
    " thị": 196,
    "thị ": 819,
    "và": 903,
    "ào": 941,
    " và": 237,
    "vào": 905,
    "ào ": 942,
    " vào": 239,
    "vào ": 906,
    "da": 378,
    "an": 307,
    " da": 47,
    "dan": 379,
    "anh": 312,
    "nh ": 661,
    " dan": 48,
    "danh": 380,
    "anh ": 313,
    "sá": 772,
    "ác": 946,
    " sá": 171,
    "sác": 773,
    "ách": 948,
    " sác": 172,
    "sách": 774,
    "ách ": 949,
    "cà": 357,
    " cà": 31,
    "cà ": 358,
    " cà ": 32,
    " p": 155,
    "ph": 715,
    " ph": 156,
    "phê": 718,
    "hê ": 483,
    " phê": 158,
    "phê ": 719,
    "án": 950,
    "sán": 775,
    "áng": 952,
    " sán": 173,
    "sáng": 776,
    "áng ": 953,
    "đă": 1022,
    " đă": 270,
    "đăn": 1023,
    "ăng": 1007,
    " đăn": 271,
    "đăng": 1024,
    "ăng ": 1008,
    "ý": 1000,
    "ký": 594,
    "ý ": 1001,
    " ký": 104,
    "ký ": 595,
    " ký ": 105,
    ":": 287,
    " :": 5,
    ": ": 288,
    " : ": 6,
    "ử": 1176,
    "sử": 786,
    "ửa": 1178,
    " sử": 180,
    "sửa": 788,
    "ửa ": 1179,
    " sửa": 182,
    "sửa ": 789,
    "x": 917,
    " x": 248,
    "xe": 918,
    "e ": 396,
    " xe": 249,
    "xe ": 919,
    " xe ": 250,
    "é": 967,
    "vé": 907,
    "é ": 968,
    " vé": 240,
    "vé ": 908,
    " vé ": 241,
    "má": 628,
    "áy": 958,
    " má": 124,
    "máy": 629,
    "áy ": 959,
    " máy": 125,
    "máy ": 630,
    " b": 12,
    "ba": 322,
    " ba": 13,
    "bay": 325,
    " bay": 15,
    "bay ": 326,
    "ư": 1041,
    "lư": 604,
    "ưu": 1043,
    " lư": 111,
    "lưu": 605,
    "ưu ": 1044,
    " lưu": 112,
    "lưu ": 606,
    "hu ": 470,
    "thu ": 804,
    "ậ": 1078,
    "hậ": 504,
    "ập": 1081,
    "nhậ": 669,
    "hập": 507,
    "ập ": 1082,
    " nhậ": 144,
    "nhập": 671,
    "hập ": 508,
    "từ": 874,
    "ừ ": 1173,
    " từ": 228,
    "từ ": 875,
    " từ ": 229,
    "ơ": 1036,
    "ươ": 1045,
    "ơn": 1037,
    "lươ": 607,
    "ươn": 1046,
    "ơng": 1039,
    " lươ": 113,
    "lươn": 608,
    "ương": 1047,
    "ơng ": 1040,
    "ận": 1079,
    "hận": 505,
    "ận ": 1080,
    "nhận": 670,
    "hận ": 506,
    "ợ": 1159,
    "đư": 1028,
    "ượ": 1054,
    "ợc": 1160,
    "c ": 346,
    " đư": 274,
    "đượ": 1029,
    "ược": 1055,
    "ợc ": 1161,
    " đượ": 275,
    "được": 1030,
    "ược ": 1056,
    "ở": 1155,
    "hư": 496,
    "ưở": 1051,
    "ởn": 1156,
    "thư": 812,
    "hưở": 499,
    "ưởn": 1052,
    "ởng": 1157,
    " thư": 193,
    "thưở": 813,
    "hưởn": 500,
    "ưởng": 1053,
    "ởng ": 1158,
    "ữ": 1182,
    "bữ": 342,
    "ữa": 1183,
    " bữ": 24,
    "bữa": 343,
    "ữa ": 1184,
    " bữa": 25,
    "bữa ": 344,
    "tố": 868,
    "ối": 1133,
    " tố": 224,
    "tối": 869,
    "ối ": 1134,
    " tối": 225,
    "tối ": 870,
    "ể": 1099,
    "uy": 883,
    "yể": 929,
    "ển": 1103,
    "chu": 355,
    "huy": 471,
    "uyể": 884,
    "yển": 930,
    "ển ": 1104,
    " chu": 30,
    "chuy": 356,
    "huyể": 472,
    "uyển": 885,
    "yển ": 931,
    "bạ": 336,
    "ạn": 1060,
    " bạ": 20,
    "bạn": 337,
    "ạn ": 1061,
    " bạn": 21,
    "bạn ": 338,
    "xă": 922,
    " xă": 252,
    "xăn": 923,
    " xăn": 253,
    "xăng": 924,
    "ha": 447,
    "tha": 799,
    "han": 448,
    " tha": 187,
    "than": 800,
    "hanh": 449,
    "to": 831,
    "oá": 704,
    " to": 203,
    "toá": 834,
    "oán": 705,
    "án ": 951,
    " toá": 204,
    "toán": 835,
    "oán ": 706,
    "ó": 985,
    "hó": 488,
    "óa": 987,
    " hó": 82,
    "hóa": 489,
    "óa ": 988,
    " hóa": 83,
    "hóa ": 490,
    "đơ": 1025,
    " đơ": 272,
    "đơn": 1026,
    "ơn ": 1038,
    " đơn": 273,
    "đơn ": 1027,
    "ện": 1113,
    "điệ": 1015,
    "iện": 574,
    "ện ": 1114,
    " điệ": 265,
    "điện": 1016,
    "iện ": 575,
    "ớ": 1148,
    "nư": 688,
    "ướ": 1048,
    "ớc": 1149,
    " nư": 151,
    "nướ": 689,
    "ước": 1049,
    "ớc ": 1150,
    " nướ": 152,
    "nước": 690,
    "ước ": 1050,
    "_,": 293,
    ",_": 282,
    "__,": 298,
    "_,_": 294,
    ",__": 283,
    "r__,": 739,
    "__,_": 299,
    "_,__": 295,
    ",__n": 284,
    "oạ": 707,
    "tho": 801,
    "hoạ": 465,
    "oại": 708,
    " tho": 188,
    "thoạ": 802,
    "hoại": 466,
    "oại ": 709,
    "mớ": 637,
    "ới": 1151,
    " mớ": 130,
    "mới": 638,
    "ới ": 1152,
    " mới": 131,
    "mới ": 639,
    "ế": 1090,
    "hế": 509,
    "ết": 1092,
    " hế": 86,
    "hết": 511,
    "ết ": 1093,
    " hết": 87,
    "hết ": 512,
    "em": 403,
    "xem": 920,
    "em ": 404,
    " xem": 251,
    "xem ": 921,
    "im": 534,
    "phi": 716,
    "him": 452,
    "im ": 535,
    " phi": 157,
    "phim": 717,
    "him ": 453,
    "ọ": 1125,
    "họ": 517,
    "ọc": 1126,
    " họ": 88,
    "học": 518,
    "ọc ": 1127,
    " học": 89,
    "học ": 519,
    "í": 980,
    "hí": 486,
    "í ": 981,
    "phí": 720,
    "hí ": 487,
    " phí": 159,
    "phí ": 721,
    "há": 479,
    "thá": 806,
    "hán": 480,
    " thá": 190,
    "thán": 807,
    "háng": 481,
    "nà": 680,
    "ày": 943,
    " nà": 146,
    "này": 683,
    "ày ": 944,
    " này": 148,
    "này ": 684,
    "cô": 369,
    "ôn": 994,
    " cô": 40,
    "côn": 370,
    "ông": 995,
    " côn": 41,
    "công": 371,
    "ông ": 996,
    "vi": 898,
    "ệc": 1109,
    " vi": 234,
    "việ": 901,
    "iệc": 570,
    "ệc ": 1110,
    " việ": 236,
    "việc": 902,
    "iệc ": 571,
    "f": 412,
    " f": 59,
    "fr": 413,
    "re": 743,
    "ee": 397,
    "el": 400,
    "la": 597,
    "nc": 648,
    "ce": 347,
    " fr": 60,
    "fre": 414,
    "ree": 744,
    "eel": 398,
    "ela": 401,
    "lan": 598,
    "anc": 308,
    "nce": 649,
    "ce ": 348,
    " fre": 61,
    "free": 415,
    "reel": 745,
    "eela": 399,
    "elan": 402,
    "lanc": 599,
    "ance": 309,
    "nce ": 650,
    "ồ": 1139,
    "đồ": 1034,
    "ồ ": 1140,
    " đồ": 278,
    "đồ ": 1035,
    " đồ ": 279,
    "ra": 740,
    "tra": 837,
    "ran": 741,
    "ang": 310,
    " tra": 206,
    "tran": 838,
    "rang": 742,
    "ang ": 311,
    "rí": 759,
    "trí": 847,
    "rí ": 760,
    " trí": 211,
    "trí ": 848,
    "bả": 339,
    "ảo": 1070,
    " bả": 22,
    "bảo": 340,
    "ảo ": 1071,
    " bảo": 23,
    "bảo ": 341,
    "ì": 975,
    "rì": 757,
    "ì ": 976,
    "trì": 845,
    "rì ": 758,
    " trì": 210,
    "trì ": 846,
    "ổ": 1141,
    "tổ": 871,
    "ổn": 1142,
    " tổ": 226,
    "tổn": 872,
    "ổng": 1143,
    " tổn": 227,
    "tổng": 873,
    "ổng ": 1144,
    "ủ": 1166,
    "củ": 374,
    "ủa": 1167,
    " củ": 44,
    "của": 375,
    "ủa ": 1168,
    " của": 45,
    "của ": 376,
    "là": 602,
    " là": 109,
    "là ": 603,
    " là ": 110,
    "bao": 323,
    " bao": 14,
    "bao ": 324,
    "nhi": 662,
    "hiê": 454,
    " nhi": 141,
    "nhiê": 663,
    "hiêu": 455,
    "?": 289,
    " ?": 7,
    "? ": 290,
    " ? ": 8,
    "ro": 752,
    "on": 699,
    "tro": 841,
    "ron": 753,
    "ong": 700,
    " tro": 208,
    "tron": 842,
    "rong": 754,
    "ong ": 701,
    "tu": 853,
    " tu": 214,
    "tuầ": 854,
    " tuầ": 215,
    "tuần": 855,
    "hố": 523,
    "thố": 820,
    "hốn": 524,
    " thố": 197,
    "thốn": 821,
    "hống": 525,
    "kê": 592,
    " kê": 102,
    "kê ": 593,
    " kê ": 103,
    "rư": 761,
    "trư": 849,
    "rướ": 762,
    " trư": 212,
    "trướ": 850,
    "rước": 763,
    "ò": 982,
    "cò": 364,
    "òn": 983,
    " cò": 36,
    "còn": 365,
    "òn ": 984,
    " còn": 37,
    "còn ": 366,
    "tà": 856,
    "ài": 934,
    " tà": 216,
    "tài": 857,
    "ài ": 935,
    " tài": 217,
    "tài ": 858,
    "iể": 561,
    " hi": 77,
    "hiể": 458,
    "iển": 564,
    " hiể": 78,
    "hiển": 460,
    "iển ": 565,
    "số": 781,
    "ố ": 1132,
    " số": 176,
    "số ": 782,
    " số ": 177,
    "có": 367,
    "ó ": 986,
    " có": 38,
    "có ": 368,
    " có ": 39,
    "hể": 513,
    "ể ": 1100,
    "thể": 816,
    "hể ": 514,
    " thể": 195,
    "thể ": 817,
    "bi": 330,
    "iế": 553,
    " bi": 16,
    "biế": 331,
    "iết": 554,
    " biế": 17,
    "biết": 332,
    "iết ": 555,
    "ắ": 1083,
    "sắ": 778,
    "ắm": 1084,
    " sắ": 174,
    "sắm": 779,
    "ắm ": 1085,
    " sắm": 175,
    "sắm ": 780,
    "khô": 583,
    "hôn": 494,
    " khô": 97,
    "khôn": 584,
    "hông": 495,
    "muố": 626,
    "ốn ": 1136,
    " muố": 123,
    "muốn": 627,
    "uốn ": 895,
    "bá": 333,
    " bá": 18,
    "báo": 334,
    " báo": 19,
    "báo ": 335,
    "cá": 359,
    " cá": 33,
    "cáo": 362,
    " cáo": 35,
    "cáo ": 363,
    "àn": 936,
    " hà": 80,
    "hàn": 477,
    "àng": 937,
    " hàn": 81,
    "hàng": 478,
    "àng ": 938,
    "gà": 433,
    " ng": 137,
    "ngà": 656,
    "gày": 434,
    " ngà": 138,
    "ngày": 657,
    "gày ": 435,
    "tiế": 825,
    " tiế": 200,
    "tiết": 826,
    "ki": 587,
    "ệm": 1111,
    " ki": 99,
    "kiệ": 590,
    "iệm": 572,
    "ệm ": 1112,
    " kiệ": 101,
    "kiệm": 591,
    "iệm ": 573,
    "nă": 685,
    "ăm": 1003,
    " nă": 149,
    "năm": 686,
    "ăm ": 1004,
    " năm": 150,
    "năm ": 687,
    "hiệ": 461,
    " hiệ": 79,
    "hiện": 462,
    "tạ": 862,
    " tạ": 220,
    "tại": 863,
    " tại": 221,
    "tại ": 864,
    "đa": 1010,
    " đa": 261,
    "đan": 1011,
    " đan": 262,
    "đang": 1012,
    "hữ": 526,
    "ữn": 1185,
    "nhữ": 672,
    "hữn": 527,
    "ững": 1186,
    " nhữ": 145,
    "nhữn": 673,
    "hững": 528,
    "ững ": 1187,
    "nào": 681,
    " nào": 147,
    "nào ": 682,
    "ều": 1097,
    "hiề": 456,
    "iều": 559,
    "ều ": 1098,
    "nhiề": 664,
    "hiều": 457,
    "iều ": 560,
    "ấ": 1072,
    "hấ": 501,
    "ất": 1073,
    "nhấ": 667,
    "hất": 502,
    "ất ": 1074,
    " nhấ": 143,
    "nhất": 668,
    "hất ": 503,
    "so": 770,
    " so": 169,
    "so ": 771,
    " so ": 170,
    "ánh": 954,
    "sánh": 777,
    "ánh ": 955,
    "vớ": 909,
    " vớ": 242,
    "với": 910,
    " với": 243,
    "với ": 911,
    "dà": 384,
    " dà": 51,
    "dàn": 385,
    "ành": 939,
    " dàn": 52,
    "dành": 386,
    "ành ": 940,
    "iả": 550,
    "ải": 1066,
    "giả": 428,
    "iải": 551,
    "ải ": 1067,
    " giả": 69,
    "giải": 429,
    "iải ": 552,
    "gử": 442,
    "ửi": 1180,
    " gử": 74,
    "gửi": 443,
    "ửi ": 1181,
    " gửi": 75,
    "gửi ": 444,
    "dư": 387,
    "ư ": 1042,
    " dư": 53,
    "dư ": 388,
    " dư ": 54,
    "mì": 631,
    "ìn": 977,
    " mì": 126,
    "mìn": 632,
    "ình": 978,
    " mìn": 127,
    "mình": 633,
    "ình ": 979,
    "lị": 612,
    " lị": 116,
    "lịc": 613,
    " lịc": 117,
    "lịch": 614,
    "ử ": 1177,
    "sử ": 787,
    " sử ": 181,
    "qua": 729,
    " qua": 163,
    "qua ": 730,
    "ế ": 1091,
    "thế": 814,
    "hế ": 510,
    " thế": 194,
    "thế ": 815,
    "ụ": 1162,
    "mụ": 640,
    "ục": 1164,
    " mụ": 132,
    "mục": 641,
    "ục ": 1165,
    " mục": 133,
    "mục ": 642,
    "â": 960,
    "gâ": 436,
    "ân": 961,
    "ngâ": 658,
    "gân": 437,
    "ân ": 962,
    " ngâ": 139,
    "ngân": 659,
    "gân ": 438,
    "lớ": 615,
    "ớn": 1153,
    " lớ": 118,
    "lớn": 616,
    "ớn ": 1154,
    " lớn": 119,
    "lớn ": 617,
    "các": 360,
    "ác ": 947,
    " các": 34,
    "các ": 361,
    "và ": 904,
    " và ": 238,
    "ap": 316,
    "pt": 724,
    "op": 702,
    " la": 107,
    "lap": 600,
    "apt": 317,
    "pto": 725,
    "top": 832,
    "op ": 703,
    " lap": 108,
    "lapt": 601,
    "apto": 318,
    "ptop": 726,
    "top ": 833,
    "phư": 722,
    "hươ": 497,
    " phư": 160,
    "phươ": 723,
    "hươn": 498,
    "tiệ": 829,
    " tiệ": 202,
    "tiện": 830,
    "ểm": 1101,
    "iểm": 562,
    "ểm ": 1102,
    "hiểm": 459,
    "iểm ": 563,
    "cố": 372,
    " cố": 42,
    "cố ": 373,
    " cố ": 43,
    "đị": 1031,
    "ịn": 1122,
    " đị": 276,
    "địn": 1032,
    "ịnh": 1123,
    " địn": 277,
    "định": 1033,
    "ịnh ": 1124,
    "iá": 541,
    "giá": 424,
    "iáo": 542,
    " giá": 67,
    "giáo": 425,
    "iáo ": 543,
    "dụ": 392,
    " dụ": 57,
    "dục": 393,
    " dục": 58,
    "dục ": 394,
    "uà": 886,
    "quà": 731,
    "uà ": 887,
    " quà": 164,
    "quà ": 732,
    "ặ": 1086,
    "tặ": 865,
    "ặn": 1087,
    " tặ": 222,
    "tặn": 866,
    "ặng": 1088,
    " tặn": 223,
    "tặng": 867,
    "ặng ": 1089,
    "gầ": 439,
    " gầ": 72,
    "gần": 440,
    " gần": 73,
    "gần ": 441,
    "đâ": 1017,
    "ây": 963,
    " đâ": 266,
    "đây": 1018,
    "ây ": 964,
    " đây": 267,
    "đây ": 1019,
    "in": 536,
    "kin": 588,
    "inh": 537,
    " kin": 100,
    "kinh": 589,
    "inh ": 538,
    "do": 381,
    "oa": 696,
    " do": 49,
    "doa": 382,
    "oan": 697,
    " doa": 50,
    "doan": 383,
    "oanh": 698,
    " i": 90,
    "nt": 674,
    "te": 795,
    "rn": 749,
    "ne": 651,
    "et": 410,
    " in": 91,
    "int": 539,
    "nte": 675,
    "ter": 796,
    "ern": 408,
    "rne": 750,
    "net": 652,
    "et ": 411,
    " int": 92,
    "inte": 540,
    "nter": 676,
    "tern": 797,
    "erne": 409,
    "rnet": 751,
    "net ": 653,
    "vụ": 912,
    "ụ ": 1163,
    " vụ": 244,
    "vụ ": 913,
    " vụ ": 245,
    "gy": 430,
    "ym": 927,
    " gy": 70,
    "gym": 431,
    "ym ": 928,
    " gym": 71,
    "gym ": 432,
    "ứ": 1169,
    "sứ": 783,
    "ức": 1170,
    " sứ": 178,
    "sức": 784,
    "ức ": 1171,
    " sức": 179,
    "sức ": 785,
    "ỏ": 1128,
    "hỏ": 520,
    "ỏe": 1129,
    "khỏ": 585,
    "hỏe": 521,
    "ỏe ": 1130,
    " khỏ": 98,
    "khỏe": 586,
    "hỏe ": 522,
    "rà": 755,
    "trà": 843,
    "rà ": 756,
    " trà": 209,
    "trà ": 844,
    "sữ": 790,
    " sữ": 183,
    "sữa": 791,
    " sữa": 184,
    "sữa ": 792,
    "nạ": 691,
    "ạp": 1062,
    " nạ": 153,
    "nạp": 692,
    "ạp ": 1063,
    " nạp": 154,
    "nạp ": 693,
    "ễ": 1105,
    "iễ": 566,
    "ễn": 1106,
    "viễ": 899,
    "iễn": 567,
    "ễn ": 1107,
    " viễ": 235,
    "viễn": 900,
    "iễn ": 568,
    "thô": 810,
    " thô": 192,
    "thôn": 811
  },
  "response": null,
  "action_text": null
}