{
  "text": {
    " ": 0,
    "h": 76,
    "i": 97,
    " h": 16,
    "hi": 81,
    "i ": 98,
    " hi": 19,
    "hi ": 82,
    " hi ": 20,
    "e": 67,
    "l": 104,
    "o": 123,
    "he": 78,
    "el": 69,
    "ll": 105,
    "lo": 108,
    "o ": 124,
    " he": 17,
    "hel": 79,
    "ell": 70,
    "llo": 106,
    "lo ": 109,
    " hel": 18,
    "hell": 80,
    "ello": 71,
    "llo ": 107,
    "x": 145,
    "n": 115,
    " x": 43,
    "xi": 146,
    "in": 99,
    "n ": 116,
    " xi": 44,
    "xin": 147,
    "in ": 100,
    " xin": 45,
    "xin ": 148,
    "c": 60,
    "à": 152,
    " c": 9,
    "ch": 62,
    "hà": 83,
    "ào": 156,
    " ch": 10,
    "chà": 63,
    "hào": 86,
    "ào ": 157,
    " chà": 11,
    "chào": 64,
    "hào ": 87,
    "m": 113,
    " e": 13,
    "em": 72,
    "m ": 114,
    " em": 14,
    "em ": 73,
    " em ": 15,
    "b": 53,
    "y": 149,
    " b": 4,
    "by": 57,
    "ye": 150,
    "e ": 68,
    " by": 7,
    "bye": 58,
    "ye ": 151,
    " bye": 8,
    "bye ": 59,
    "t": 137,
    "ạ": 168,
    " t": 38,
    "tạ": 139,
    "ạm": 169,
    " tạ": 39,
    "tạm": 140,
    "ạm ": 170,
    " tạm": 40,
    "tạm ": 141,
    "ệ": 183,
    "bi": 54,
    "iệ": 101,
    "ệt": 184,
    "t ": 138,
    " bi": 5,
    "biệ": 55,
    "iệt": 102,
    "ệt ": 185,
    " biệ": 6,
    "biệt": 56,
    "iệt ": 103,
    "a": 49,
    " a": 1,
    "an": 50,
    "nh": 119,
    "h ": 77,
    " an": 2,
    "anh": 51,
    "nh ": 120,
    " anh": 3,
    "anh ": 52,
    "ậ": 180,
    " n": 26,
    "hậ": 94,
    "ận": 181,
    " nh": 27,
    "nhậ": 121,
    "hận": 95,
    "ận ": 182,
    " nhậ": 28,
    "nhận": 122,
    "hận ": 96,
    "đ": 158,
    "ư": 162,
    "ợ": 192,
    " đ": 46,
    "đư": 159,
    "ượ": 163,
    "ợc": 193,
    "c ": 61,
    " đư": 47,
    "đượ": 160,
    "ược": 164,
    "ợc ": 194,
    " đượ": 48,
    "được": 161,
    "ược ": 165,
    "g": 74,
    "àn": 153,
    "ng": 117,
    "g ": 75,
    " hà": 21,
    "hàn": 84,
    "àng": 154,
    "ng ": 118,
    " hàn": 22,
    "hàng": 85,
    "àng ": 155,
    "r": 129,
    "ồ": 189,
    " r": 32,
    "rồ": 130,
    "ồi": 190,
    " rồ": 33,
    "rồi": 131,
    "ồi ": 191,
    " rồi": 34,
    "rồi ": 132,
    "s": 133,
    "ả": 171,
    " s": 35,
    "sả": 134,
    "ản": 172,
    " sả": 36,
    "sản": 135,
    "ản ": 173,
    " sản": 37,
    "sản ": 136,
    "p": 125,
    "ẩ": 177,
    " p": 29,
    "ph": 126,
    "hẩ": 91,
    "ẩm": 178,
    " ph": 30,
    "phẩ": 127,
    "hẩm": 92,
    "ẩm ": 179,
    " phẩ": 31,
    "phẩm": 128,
    "hẩm ": 93,
    "ấ": 174,
    "hấ": 88,
    "ất": 175,
    "chấ": 65,
    "hất": 89,
    "ất ": 176,
    " chấ": 12,
    "chất": 66,
    "hất ": 90,
    " l": 23,
    "lư": 110,
    "ợn": 195,
    " lư": 24,
    "lượ": 111,
    "ượn": 166,
    "ợng": 196,
    " lượ": 25,
    "lượn": 112,
    "ượng": 167,
    "ợng ": 197,
    "ố": 186,
    "tố": 142,
    "ốt": 187,
    " tố": 41,
    "tốt": 143,
    "ốt ": 188,
    " tốt": 42,
    "tốt ": 144
  },
  "response": null,
  "action_text": null
}