{
  "text": {
    "tôi": 106,
    "đã": 126,
    "chi": 8,
    "__number__": 0,
    "k": 35,
    "cho": 9,
    "ăn": 122,
    "uống": 111,
    "hôm": 32,
    "nay": 54,
    "thêm": 87,
    "một": 51,
    "khoản": 36,
    "tiêu": 93,
    "mua": 47,
    "quần": 72,
    "áo": 121,
    "vừa": 117,
    "trả": 103,
    "tiền": 95,
    "thuê": 85,
    "nhà": 59,
    "triệu": 98,
    "ghi": 23,
    "lại": 44,
    "giúp": 25,
    "giao": 24,
    "dịch": 21,
    "đi": 124,
    "siêu": 73,
    "thị": 91,
    "vào": 114,
    "danh": 18,
    "sách": 75,
    "cà": 11,
    "phê": 69,
    "sáng": 76,
    "đăng": 127,
    "ký": 40,
    "sửa": 81,
    "xe": 118,
    "vé": 115,
    "máy": 49,
    "bay": 2,
    "lưu": 42,
    "thu": 84,
    "nhập": 62,
    "từ": 110,
    "lương": 43,
    "nhận": 61,
    "được": 129,
    "thưởng": 88,
    "bữa": 7,
    "tối": 108,
    "chuyển": 10,
    "bạn": 5,
    "xăng": 120,
    "thanh": 82,
    "toán": 96,
    "hóa": 31,
    "đơn": 128,
    "điện": 125,
    "nước": 67,
    "thoại": 83,
    "mới": 52,
    "hết": 33,
    "xem": 119,
    "phim": 68,
    "học": 34,
    "phí": 70,
    "tháng": 86,
    "này": 65,
    "công": 16,
    "việc": 112,
    "freelance": 22,
    "đồ": 130,
    "trang": 97,
    "trí": 101,
    "bảo": 6,
    "trì": 100,
    "tổng": 109,
    "của": 17,
    "là": 41,
    "bao": 1,
    "nhiêu": 57,
    "trong": 99,
    "tuần": 104,
    "thống": 92,
    "kê": 39,
    "trước": 102,
    "còn": 14,
    "tài": 105,
    "hiển": 28,
    "số": 79,
    "có": 15,
    "thể": 90,
    "biết": 3,
    "sắm": 78,
    "không": 37,
    "muốn": 48,
    "báo": 4,
    "cáo": 13,
    "hàng": 30,
    "ngày": 55,
    "tiết": 94,
    "kiệm": 38,
    "năm": 66,
    "hiện": 29,
    "tại": 107,
    "đang": 123,
    "những": 63,
    "nào": 64,
    "nhiều": 58,
    "nhất": 60,
    "so": 74,
    "sánh": 77,
    "với": 116,
    "dành": 19,
    "giải": 26,
    "gửi": 27,
    "dư": 20,
    "mình": 50,
    "lịch": 45,
    "sử": 80,
    "qua": 71,
    "thế": 89,
    "mục": 53,
    "ngân": 56,
    "lớn": 46,
    "các": 12,
    "và": 113
  },
  "intent": null,
  "response": null,
  "action_name": null,
  "action_text": null,
  "intent_response_key": null
}